{
  "rmK12Uau.ntP510KeImX506H6Mr6jTu":{
     "title":"Slow Cooker Chicken and Dumplings",
     "ingredients":[
        ["chicken breast", "4x"],
        ["butter", "2 tablespoons"],
        ["chicken soup", "2 cans"],
        ["onion", "1x"],
        ["biscuit dough", "10 ounce"]
     ],
     "instructions":"Place the chicken, butter, soup, and onion in a slow cooker, and fill with enough water to cover.\nCover, and cook for 5 to 6 hours on High. About 30 minutes before serving, place the torn biscuit dough in the slow cooker. Cook until the dough is no longer raw in the center.\n",
     "picture_link":"55lznCYBbs2mT8BTx6BTkLhynGHzM.S"
  },
  "5ZpZE8hSVdPk2ZXo1mZTyoPWJRSCPSm":{
     "title":"Awesome Slow Cooker Pot Roast",
     "ingredients":[
        ["mushroom soup", "21.5 ounce"],
        ["onion soup", "1 ounce"],
        ["pot roast", "5/2 pounds"]
     ],
     "instructions":"In a slow cooker, mix cream of mushroom soup, dry onion soup mix and water. Place pot roast in slow cooker and coat with soup mixture.\nCook on High setting for 3 to 4 hours, or on Low setting for 8 to 9 hours.\n",
     "picture_link":"QyrvGdGNMBA2lDdciY0FjKu.77MM0Oe"
  },
  "clyYQv.CplpwJtjNaFGhx0VilNYqRxu":{
     "title":"Brown Sugar Meatloaf",
     "ingredients":[
        ["brown sugar", "1/2 cup"],
        ["ketchup", "1/2 cup"],
        ["ground beef", "1/2 pounds"],
        ["milk", "3/4 cup"],
        ["eggs", "2x"],
        ["salt", "1/2 teaspoon"],
        ["black pepper", "1/4 teaspoon"],
        ["onion", "1x"],
        ["ginger", "1/4 teaspoon"],
        ["cracker crumbs", "3/4 cup"]
     ],
     "instructions":"Preheat oven to 350 degrees F (175 degrees C). Lightly grease a 5x9 inch loaf pan.\nPress the brown sugar in the bottom of the prepared loaf pan and spread the ketchup over the sugar.\nIn a mixing bowl, mix thoroughly all remaining ingredients and shape into a loaf. Place on top of the ketchup.\nBake in preheated oven for 1 hour or until juices are clear.\n",
     "picture_link":"LVW1DI0vtlCrpAhNSEQysE9i/7rJG56"
  },
  "BmqFAmCrDHiKNwX.IQzb0U/v0mLlxFu":{
     "title":"Best Chocolate Chip Cookies",
     "ingredients":[
        ["butter", "1 cup"],
        ["sugar", "1 cup"],
        ["brown sugar", "1 cup"],
        ["eggs", "2x"],
        ["vanilla extract", "2 teaspoons"],
        ["flour", "3 cups"],
        ["baking soda", "1 teaspoon"],
        ["salt", "1/2 teaspoon"],
        ["chocolate chips", "2 cups"],
        ["walnuts", "1 cup"]
     ],
     "instructions":"Preheat oven to 350 degrees F (175 degrees C).\nCream together the butter, white sugar, and brown sugar until smooth. Beat in the eggs one at a time, then stir in the vanilla. Dissolve baking soda in hot water. Add to batter along with salt. Stir in flour, chocolate chips, and nuts. Drop by large spoonfuls onto ungreased pans.\nBake for about 10 minutes in the preheated oven, or until edges are nicely browned.\n",
     "picture_link":"0SO5kdWOV94j6EfAVwMMYRM3yNN8eRi"
  },
  "N.jCksRjB4MFwbgPFQU8Kg.yF.XCtOi":{
     "title":"Homemade Mac and Cheese Casserole",
     "ingredients":[
        ["pasta", "8 ounces"],
        ["broccoli", "3 cups"],
        ["onion", "1x"],
        ["garlic", "3x"],
        ["butter", "4 tablespoons"],
        ["flour", "2 tablespoons"],
        ["salt", "1/4 tablespoon"],
        ["black pepper", "1/8 tablespoon"],
        ["milk", "1 cup"],
        ["cheddar cheese", "8 ounces"],
        ["cream cheese", "4 ounces"],
        ["bread crumbs", "1/2 cup"]
     ],
     "instructions":"Preheat oven to 350 degrees F. Line a 2-quart casserole dish with Reynolds Wrap(R) Pan Lining Paper, parchment side up. No need to grease dish.\nCook the pasta in a large saucepan according to the package directions, adding the broccoli for the last 3 minutes of cooking. Drain. Return to the saucepan and set aside.\nCook the onion and garlic in 2 tablespoons hot butter in a large skillet 5 to 7 minutes or until tender. Stir in flour, salt, and black pepper. Add the milk all at once. Cook and stir over medium heat until slightly thickened and bubbly. Add cheddar cheese and cream cheese, stirring until melted. Pour cheese sauce over the pasta and broccoli and stir until well combined.\nMelt the remaining 2 tablespoons butter and mix with the bread crumbs in a small bowl. Transfer the pasta mixture to the prepared casserole dish. Top with the buttery bread crumbs.\nBake, uncovered, about 25 minutes or until bubbly and internal temperature is 165 degrees F. Let stand for 10 minutes before serving.\n",
     "picture_link":"YCnbhplMgiraW4rUXcybgSEZinSgljm"
  },
  "rky8e0ifBVbpWCFd.vRctUO041Ki7ZO":{
     "title":"Chicken Cordon Bleu II",
     "ingredients":[
        ["chicken breast", "6x"],
        ["swiss cheese", "6 slices"],
        ["ham", "6 slices"],
        ["flour", "3 tablespoons"],
        ["paprika", "1 teaspoon"],
        ["butter", "6 tablespoons"],
        ["white wine", "1/2 cup"],
        ["chicken bouillon", "1 teaspoon"],
        ["cornstarch", "1 tablespoon"],
        ["whipping cream", "1 cup"]
     ],
     "instructions":"Pound chicken breasts if they are too thick. Place a cheese and ham slice on each breast within 1/2 inch of the edges. Fold the edges of the chicken over the filling, and secure with toothpicks. Mix the flour and paprika in a small bowl, and coat the chicken pieces.\nHeat the butter in a large skillet over medium-high heat, and cook the chicken until browned on all sides. Add the wine and bouillon. Reduce heat to low, cover, and simmer for 30 minutes, until chicken is no longer pink and juices run clear.\nRemove the toothpicks, and transfer the breasts to a warm platter. Blend the cornstarch with the cream in a small bowl, and whisk slowly into the skillet. Cook, stirring until thickened, and pour over the chicken. Serve warm.\n",
     "picture_link":"ihSzemMJFm3PAc5Gjz7ClL3vrC17c1C"
  },
  "Fvbzkkqy1/56JZfR2IgOlVM2Jr..Aku":{
     "title":"Chantal's New York Cheesecake",
     "ingredients":[
        ["graham crackers", "15x"],
        ["butter", "2 tablespoons"],
        ["cream cheese", "32 ounces"],
        ["white sugar", "1/2 cup"],
        ["milk", "3/4 cup"],
        ["eggs", "4x"],
        ["sour cream", "1 cup"],
        ["vanilla extract", "1 tablespoon"],
        ["flour", "1/4 cup"]
     ],
     "instructions":"Preheat oven to 350 degrees F (175 degrees C). Grease a 9 inch springform pan.\nIn a medium bowl, mix graham cracker crumbs with melted butter. Press onto bottom of springform pan.\nIn a large bowl, mix cream cheese with sugar until smooth. Blend in milk, and then mix in the eggs one at a time, mixing just enough to incorporate. Mix in sour cream, vanilla and flour until smooth. Pour filling into prepared crust.\nBake in preheated oven for 1 hour. Turn the oven off, and let cake cool in oven with the door closed for 5 to 6 hours; this prevents cracking. Chill in refrigerator until serving.\n",
     "picture_link":"bLrpyFf9h6acX.fVtqmdTTu3yqIVliK"
  },
  "/Zcq7FFI9oOzqwcuY9zEsddkJDP9XbG":{
     "title":"Baked Teriyaki Chicken",
     "ingredients":[
        ["cornstarch", "1 tablespoon"],
        ["sugar", "1/2 cup"],
        ["soy sauce", "1/2 cup"],
        ["cider vinegar", "1/4 cup"],
        ["garlic, minced", "1x"],
        ["ginger", "1/2 teaspoon"],
        ["black pepper", "1/4 teaspoon"],
        ["chicken thigh", "12x"]
     ],
     "instructions":"In a small saucepan over low heat, combine the cornstarch, cold water, sugar, soy sauce, vinegar, garlic, ginger and ground black pepper. Let simmer, stirring frequently, until sauce thickens and bubbles.\nPreheat oven to 425 degrees F (220 degrees C).\nPlace chicken pieces in a lightly greased 9x13 inch baking dish. Brush chicken with the sauce. Turn pieces over, and brush again.\nBake in the preheated oven for 30 minutes. Turn pieces over, and bake for another 30 minutes, until no longer pink and juices run clear. Brush with sauce every 10 minutes during cooking.\n",
     "picture_link":"OEYgIen90sBkOPUM5x0RYnh2/JsdYt6"
  }
}